class Companies {
  static getCompanies = () => {
    return [
      {
        id: 1,
        name: "Джоэл",
        description:
          "Джоэл Миллер (англ. Joel Miller) — один из главных игровых персонажей и протагонист игры The Last of Us. Безжалостный контрабандист, выживающий в условиях эпидемии кордицепсной церебральной инфекции, которая уничтожила практически всё человечество.",
        month: "Sep",
        year: "2024",
        side: "left",
        responsibilities: [
          "Трой Бэйкер озвучил персонажа и принял участие в захвате движения.",
          "На русский дублировал Всеволод Кузнецов.",
        ],
      },
      {
        id: 2,
        name: "Элли",
        description:
          "Элли Уильямс (англ. Ellie Williams) — одна из игровых персонажей и главная героиня игры The Last of Us, загружаемого дополнения Left Behind и комикса The Last of Us: American Dreams. На момент событий игры ей четырнадцать лет (в комиксе — тринадцать). Элли — одна из выживших в условиях пандемии кордицепсной церебральной инфекции и обладатель иммунитета против заражения.",
        month: "Sep",
        year: "2024",
        side: "right",
        responsibilities: [
          "В захвате движения и озвучке персонажа приняла участие Эшли Джонсон.",
        ],
      },
      {
        id: 3,
        name: "Сара",
        description:
          'Сара Миллер (англ. Sarah Miller) — 12-летняя девочка, дочь Джоэла, игровой персонаж в прологе "Одни из нас" (англ. The Last of Us). Ее смерть сильно повлияла на характер отца и во многом является начальной установкой его персонажа.',
        month: "Sep",
        year: "2024",
        side: "left",
        responsibilities: [
          "Озвучила и сыграла анимацию Хана Хейес"
        ],
      },
      {
        id: 4,
        name: "Томми",
        description: "Томми (англ. Tommy) — персонаж игры The Last of Us, выживающий в условиях эпидемии кордицепсной церебральной инфекции. Младший брат Джоэла, дядя Сары, муж Марии и бывший член «Цикад».",
        month: "Sep",
        year: "2024",
        side: "right",
        responsibilities: [
          "Джеффри Пирс озвучил персонажа и принял участие в «захвате движения» для этого героя."
        ],
      },
      {
        id: 5,
        name: "Тесс",
        description:
          "Тесс (англ. Tess) — персонаж игры The Last of Us. Контрабандистка, выживающая в условиях пандемии кордицепсной церебральной инфекции, состоящая с Джоэлом в деловых и, возможно, романтических отношениях.",
        month: "Sep",
        year: "2024",
        side: "left",
        responsibilities: [
          "В захвате движения и озвучке приняла участие Энни Вершинг."
        ],
      },
      {
        id: 6,
        name: "Марлин",
        description: "Марлин (англ. Marlene) — персонаж игры The Last of Us, выживающий в условиях пандемии кордицепсной церебральной инфекции. Лидер группировки под названием «Цикады» (англ. Fireflies) и близкая подруга Анны — матери Элли.",
        month: "Sep",
        year: "2024",
        side: "right",
        responsibilities: ["Мерл Дэндридж озвучила героя и приняла участие в «захвате движения» для данного персонажа."],
      },
    ];
  };
}

export default Companies;
